[
    {
        "id" : 1,
        "name_movie":"Aakaasam Nee Haddhu",
        "name_hero":"Surya",
        "name_heroine":"Aparna Balamurali Bommi",
        "name_director":"Sudha Kongara Prasad",
        "information_movie":"It is the one of the real story taken the movie by actor surya. The main theme of the movie is The common man from a village dreams of creating revolution by starting the less price airline.It is the one of the best movie in surya carrer.It is an inspiration to us who dreams and how to fulfill the dreams from the problems.The movie was avaliable on different online platflorms like hotstar, Aha , amazon prime and Netflix etc. Don't wait go watch the movie right now."
        
    },
    {
        "id" : 3,
        "name_movie":"Ardha Shathabd",
        "name_hero":"Karthik Rathnam",
        "name_heroine":"Krishna Priya",
        "name_director":"Rawindra Pulle",
        "information_movie":"It is a Telugu language movie. The movie was related to half century after geting independence . The movie was good it was based on the cast and love marriage. we can watch the movie for one or two time . The movie was avaliable on different online platflorms like hotstar, Aha , amazon prime and Netflix etc. Don't wait go watch the movie right now. "
    },
    {
        "id" : 4,
        "name_movie":"Arya",
        "name_hero":"Allu Arjun",
        "name_heroine":"Anu Mehta",
        "name_director":"Sukumar",
        "information_movie":"It is an Telugu language movie. the main theme of the movie was the boy fall on love withe the girl. But the introveted gril who loves the another boy. It is nice movie in actor Allu Arjun carrer. He acted well in the movie.The movie was avaliable on different online platflorms like hotstar, Aha , amazon prime and Netflix etc. Don't wait go watch the movie right now."
    },
    {
        "id" : 5,
        "name_movie":"Balagam",
        "name_hero":"Priyadarshi",
        "name_heroine":"Kavya Kalyanram",
        "name_director":" Venu Yeldandi",
        "information_movie":"It is an Telugu movie. The hero Priyadarshi Pulikonda showed his acting skills to attract the people in the movie. The main theme of the movie is the relation between the bother and fatehr over all towards his family. All Actors were acted well by show the feelings in the movie.The movie was avaliable on different online platflorms like hotstar, Aha , amazon prime and Netflix etc. Don't wait go watch the movie right now."
    },
    {
        "id" : 6,
        "name_movie":"Bangarraju2",
        "name_hero":"Naga Chaitanya",
        "name_heroine":"Krithi Shetty",
        "name_director":"Kalyan Krishna Kurasala",
        "information_movie":"It is Telugu movie. The main theme of the movie is The bangaraju and Satyabham are coming tho down to settle the chinna bagaraju in his life  and save the treasure of the temple from the villans. The movie is avaliable on different online platflorms like hotstar, Aha, amazon prime and Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 7,
        "name_movie":"Pushpa The rise",
        "name_hero":"Allu Arjun",
        "name_heroine":"Rashmika Mandanna",
        "name_director":"Sukumar",
        "information_movie":"It is telugu Pan Indian movie. From thes movie the Allu Arjun become the pan indian star. the main movie goes around the red sandal wood business. The allu arjun become the leader of the business.The movie is avaliable on different online platflorms like hotstar, Aha, amazon prime and Netflix etcc. Don't wait go and watch the movie right now. "
    },
    {
        "id" : 8,
        "name_movie":"Beast",
        "name_hero":"Vijay",
        "name_heroine":"Pooja Hegde",
        "name_director":"Nelson Dilipkumar",
        "information_movie":"It is Tamil movie acted by hero vijay. Here the hero was an ex-raw agent to help the people. The movie goes around the shopping mall . The shopping mall was hijacked by terrorists. The hole movie was taken in the one shopping wall which was located in the center chennai. The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 9,
        "name_movie":"Bimbisara",
        "name_hero":"Kalyan Ram",
        "name_heroine":"Samyuktha Menon",
        "name_director":"Mallidi Vasishta",
        "information_movie":"It is Telugu language movie acted by hero Kalyan Ram. The Ram was an evil king and killes the inncoent people in his kingdom . one day his bother send the king into the magic mirror to the modern world . The hero faces the many problems in the modern world learns the turth and became the good king. The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 10,
        "name_movie":"Dasara",
        "name_hero":"Nature star Nani",
        "name_heroine":"Keerthy Suresh",
        "name_director":"Srikanth Odhela",
        "information_movie":""
    },
    {
        "id" : 11,
        "name_movie":"Das Ka Dhamki",
        "name_hero":"Vishwak Sen",
        "name_heroine":"Nivetha Pethuraj",
        "name_director":"Vishwak Sen",
        "information_movie":"It is  Telugu language movie acted by the Nature star Nani. The Hero was alocholic person in the movie. The hero loves the her friend and also his friend also loves her. The hero sacrifices his love and make the marriage of the friend without telling his love to both friends.The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 12,
        "name_movie":"Dhamaka",
        "name_hero":"Ravi Teja",
        "name_heroine":"Sree Leela",
        "name_director":"Trinadha Rao Nakkina" ,
        "information_movie":"IT is Telugu movie acted by Mass Maha Raj Ravi teja . The movie was funny and comedy movie . The main story was the hero acted in two role in the movie .One roll like business man and another roll is middle class man.  He acted well in the two roles. The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 13,
        "name_movie":"DJ Tillu",
        "name_hero":"Siddhu",
        "name_heroine":"Neha Shetty",
        "name_director":"Vimal Krishna" ,
        "information_movie":"It is Telugu movie acted by Siddhu. It is the best and hilarious movie. The charscter of hero is very good and he perfectly matching the role. People can enjoy the movie by watching. The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 14,
        "name_movie":"Goodachari",
        "name_hero":"Adivi Sesh",
        "name_heroine":"Sobhita Dhulipala",
        "name_director":"Sashi Kiran Tikka",
        "information_movie":"It is Telugu movie acted by Adivi sesh. It is a spy movie. the hero wanted to become the defense. The frist was filled with all tiwists. It is nice movie to watch.The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 15,
        "name_movie":"Hit",
        "name_hero":"Vishwak Sen",
        "name_heroine":"Ruhani Sharma",
        "name_director":"Sailesh Kolanu",
        "information_movie":"It is Telugu movie acted by Vishwak Sen . The movie name is hit and it made the movie hit. They are so many tiwists in the movie . the screenplay was excellent.The sound effect are so good. It is an excent movie.The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 16,
        "name_movie":"Karthikeya2",
        "name_hero":"Nikhil Siddhartha",
        "name_heroine":"Anupama Parameswaran",
        "name_director":"Chandoo Mondeti",
        "information_movie":"It is an Telugu Pan Indian movie acted by Nikhil Siddhartha.The main content of the movie was to uncover the mystery by the hero. In the middle off the movie the comedy scense are good . we enjoy the movie.The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 17,
        "name_movie":"KGF1",
        "name_hero":"Yash",
        "name_heroine":"Srinidhi Shetty",
        "name_director":"Prashanth Neel",
        "information_movie":"It is Kanada language acted by YAsh under direction of Prashanth Neel. The main theme of the movie was the hero fulfill his mother promise to became the rich man in the socity. The background music was very good . we can watch the movie anytime u never get the bore.The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 18,
        "name_movie":"KGF2",
        "name_hero":"Yash",
        "name_heroine":"Srinidhi Shetty",
        "name_director":"Prashanth Neel",
        "information_movie":"It is Kanada language movie acted by YAsh under direction of Prashanth Neel. The main theme of the movie was the hero fulfill his mother promise to became the rich man in the socity. The background music was very good . we can watch the movie anytime u never get the bore.The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 19,
        "name_movie":"Ramabanam",
        "name_hero":"Gopichand",
        "name_heroine":"Dimple Hayathi",
        "name_director":"SriwIt ass",
        "information_movie":"It is Telugu language movie acted by hero Gopi chand . The movie seems the routine but some nature facts taken in the movie. the movie talks about the good food and relationship between the family members. Overall the movie seems good. The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 20,
        "name_movie":"Ravanasura",
        "name_hero":"Ravi Teja",
        "name_heroine":"Daksha Nagarkar Jaanu",
        "name_director":"Sudheer Varma",
        "information_movie":"I t is Telugu language movie acted by the Mass Maha Raj Ravi Teja. The movie seems routine Line. But the hero success in his role as ravanasura. The amazing acting from ravi teja. The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 21,
        "name_movie":"Sir",
        "name_hero":"Dhanush",
        "name_heroine":"Samyuktha",
        "name_director":"Venky Atluri",
        "information_movie":"It is Tamil language movie acted by hero Danush. The main theme of the movie about Education System. The goes around the Education only. It is best Eductional movie I watched. The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now. " 
    },
    {
        "id" : 22,
        "name_movie":"Sita Ramam",
        "name_hero":"Dulquer Salmaan",
        "name_heroine":"Mrunal Thakur",
        "name_director":"Teja",
        "information_movie":"It is Telugu movie acted by the hero Dulquer Salmaan. The movie goes around the love of the one army person and the queen. It seems routine but good.The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 23,
        "name_movie":"Virupaksha",
        "name_hero":"Sai Dharam Tej",
        "name_heroine":"Samyuktha",
        "name_director":"Karthik Varma Dandu",
        "information_movie":"It is Telugu language movie acted by the hero Sai Dharam Tej.It is an awesome thriller movie. The movie goes around the love and the dark magic. The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now. "
    },
    {
        "id" : 24,
        "name_movie":"Writer Padmabhushan",
        "name_hero":"Suhas",
        "name_heroine":"Tina Shilparaj",
        "name_director":"Shanmukha Prasanth",
        "information_movie":"It is Telugu Language movie acted by the Suhas. The main theme of the movie was the middle man successed in publishing his own writen books in the socitey and the love. The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    },
    {
        "id" : 25,
        "name_movie":"Yashoda",
        "name_hero":"None",
        "name_heroine":"Samantha",
        "name_director":"Hari Harish",
        "information_movie":"It is Telugu Language movie acted by heroine Samantha. It is an awesome thriller movie. The heroine successfully lead her role in the movie.The movie is avaliable on different online platflorms like hotstar, Aha, amazon primeand Netflix etcc. Don't wait go and watch the movie right now."
    }
]